Repository: michalXTM/am
Catalog: */extension2/po.po
Languages: de

source: Error 404 - Page Not Found
de: Fehler 404 – Seite nicht gefunden

source: Category:
de: Kategorie:

source: Archives dated:
de: Archive mit Datum:

source: Author Archives
de: Autoren-Archive

source: News Archives
de: Neuigkeiten-Archive

source: Nothing Found.
de: Nichts gefunden.

source: Use Promo Code:
de: Aktionscode verwenden:

source: Sold Out
de: Tickets ausverkauft

source: Atlanta, GA
de: Atlanta

source: January 4-7, 2018
de: 4. bis 7. Januar 2018

source: Book Your Hotel
de: Hotel buchen

source: Coming to HRX but missed buying your After Party Ticket? Submit a request to HRXhelp@hirezstudios.com to find out how to still get your after party tickets!
de: Du kommst zur HRX, hast aber vergessen, ein Ticket für die After-Party zu kaufen? Schreibe an HRXhelp@hirezstudios.com, um zu erfahren, wie du auch jetzt noch an Tickets für die After Party kommst!

source: If you have questions please email <a href="mailto:hrxhelp@hirezstudios.com">hrxhelp@hirezstudios.com</a>.
de: Wende dich bei Fragen bitte an <a href="mailto:hrxhelp@hirezstudios.com">hrxhelp@hirezstudios.com</a>.

source: Check out our FAQ <a href="https://www.hirezexpo.com/faq">here</a>.
de: <a href="https://www.hirezexpo.com/faq">Hier</a> findest du unsere FAQ.

source: Hi-Rez Studios Home
de: Startseite von Hi-Rez Studios

source: About Hi-Rez
de: Über Hi-Rez

source: Work at Hi-Rez
de: Arbeiten bei Hi-Rez

source: Media and Press
de: Presse und Medien

source: Contact Us
de: Kontakt

source: Explore Games
de: Spiele erkunden

source: Team-Based Strategic Shooter.
de: Strategischer Team-Shooter

source: Free To Play
de: KOSTENLOS SPIELEN

source: 3rd Person, Action MOBA.
de: Third-Person, Action-MOBA

source: World's Fastest Shooter.
de: Der schnellste Shooter der Welt

source: Fast action platformer
de: Schneller Action-Plattformer

source: built for mobile.
de: für Mobilgeräte.

source: Language
de: Sprache

source: About
de: Übersicht

source: Schedule
de: Zeitplan

source: Area / Hotel
de: Gegend/Hotel

source: Book Hotel
de: Hotel buchen

source: Maps
de: Karten

source: Digital Loot Pack
de: Digitales Beute-Paket

source: Digital Loot Packs
de: Digitale Beute-Pakete

source: Maps + Area
de: Karten + Umgebung

source: Panels
de: Podiumsdiskussionen

source: Tickets On Sale Now
de: Tickets jetzt erhältlich

source: January 5-8
de: 5.–8. Januar

source: Hotel Deals
de: Hotel-Angebote

source: Play Video
de: Video ansehen

source: Hi-Rez Expo is a four-day event to celebrate our communities, teams, cosplayers, and fans who make Hi-Rez Studios’ games great. This year, HRX features more esports championships than ever before as the SMITE World Championship and SMITE Console World Championship are joined by the Paladins World Championship, Paladins Console Wars, and the Hand of the Gods Founder’s Tournament. Plus, attend the keynote address to get exclusive first looks at new content for ALL Hi-Rez games!
de: Die Hi-Rez Expo ist ein viertägiges Event, bei dem wir zusammen mit den Communitys, Teams, Cosplayern und Fans unsere Spiele feiern. Dieses Jahr gibt es bei der HRX mehr Esport-Meisterschaften als jemals zuvor, denn zu den SMITE World Championships und den SMITE Console World Championships gesellen sich die Paladins World Championships, die Paladins Console Wars und das Hand of the Gods Gründer-Turnier. Außerdem gibt es exklusive Einblicke auf neue Inhalte für ALLE Hi-Rez-Spiele!

source: The SMITE World Championship features the top PC SMITE teams from around the world, competing for ultimate glory. Who will lift Thor's hammer, Mjolnir, this year?
de: Die besten PC-Teams für SMITE aus aller Welt werden in den SMITE World Championships um den Weltmeistertitel kämpfen. Welches Team wird dieses Jahr Thors Hammer Mjölnir schwingen?

source: The first-ever Paladins World Championship takes place at Hi-Rez Expo, and will bring top teams from the Paladins Premier League to face off against teams from China, LATAM, Brazil, SEA, Oceania, and CIS.
de: Auf der Hi-Rez Expo wird auch die allererste Paladins-Weltmeisterschaft ausgetragen, in der die Teams der Paladins Premier League gegen Teams aus China, Lateinamerika, Brasilien, Australien und Russland antreten werden.

source: The best Xbox One SMITE teams take the main stage from the SMITE Console World Championship! Who will reign supreme on the sticks?
de: Im Rahmen der SMITE Console World Championships werden die besten Xbox One-Teams gegeneinander kämpfen! Welches Team wird den Titel holen?

source: The Hand of the Gods Founder's Tournament takes place at Hi-Rez Expo this January, featuring 16 players competing for a $50,000 prize pool.
de: Während der Hi-Rez Expo wird das Gründer-Turnier für Hand of the Gods stattfinden, in dem 16 Spieler um einen Preispool von insgesamt 50.000 US-Dollar kämpfen werden.

source: Official HRX After Party!
de: Offizielle HRX After-Party!

source: Map
de: Karte

source: Venue
de: Veranstaltungsort

source: Visit Website
de: Website besuchen

source: Book Now
de: Jetzt buchen

source: Great for large parties!
de: Ideal für große Gruppen!

source: Modern Burgers and Shakes
de: Leckere Burger und Shakes!

source: Authentic Italian Cuisine
de: Authentische italienische Küche

source: Featured on the Food Network and Open 24 hours!
de: Empfohlen vom Food Network und rund um die Uhr geöffnet!

source: Genuine Food, Craft Beer
de: Leckeres Essen und Craft-Beer

source: The Original "Create Your Own Pizza" Joint
de: Die originale „Create Your Own Pizza“-Pizzeria

source: <span>$15,000</span> Prize Pool!
de: <span>15.000 US-Dollar</span> Preispool!

source: Take part in the 4th Annual Cosplay Contest at Hi-Rez Expo 2018!
de: Nimm während der Hi-Rez Expo 2018 an unserem 4. jährlichen Cosplay Contest teil!

source: We’re extremely excited to announce that we’ll be hosting the fourth annual Cosplay Contest at Hi-Rez Expo 2018! With so many members of the community dedicated to bringing our characters to life, we’re always inspired to add a little friendly competition to the mix.
de: Wir freuen uns sehr, unseren vierten jährlichen Cosplay Contest bei der Hi-Rez Expo 2018 ankündigen zu dürfen! Viele Mitglieder unserer Community erwecken unsere Charaktere mit ihren Kostümen zum Leben. Wir bedanken uns mit einem kleinen Wettbewerb.

source: Whether you’re transforming into Neith, the Weaver of Fate, or Androxus, the Godslayer, get ready to pick a character from your favorite Hi-Rez Studios title and compete for a prize pool of $15,000!
de: Verwandelt euch in die Schicksalsweberin Neith, den Gotttöter Androxus oder andere Charaktere aus Spielen von Hi-Rez Studios und sichert euch einen Anteil am Preisgeld von insgesamt 15.000 US-Dollar!

source: Click here for more details!
de: Mehr erfahren!

source: HRX Digital Loot Packs
de: Digitale HRX-Beute-Pakete

source: 1,500 Gems
de: 1500 Juwelen

source: The SWC 2018 Digital Loot Pack is here! This pack unlocks tons of content and will come with your HRX Ticket OR when you attend the SWC Finals at a Coke Theater (more details to be announced soon). If you can’t attend HRX or the Coke Theater screenings of the finals, you can still purchase this Digital Loot Pack for 1,500 Gems!
de: Das Digitale Beute-Paket der SWC 2018 ist da! Dieses Paket schaltet jede Menge Inhalte frei und enthält außerdem ein Ticket für die HRX bzw. ein Ticket für die Übertragung des SWC-Finales in einem Coke-Kino (mehr Infos dazu bald). Doch du kannst das Digitale Beute-Paket für 1500 Juwelen natürlich auch dann kaufen, wenn du weder an der HRX teilnehmen, noch das Finale der SWC in einem Coke-Kino anschauen kannst!

source: CONTAINS:
de: ENTHÄLT:

source: Mystic Defender Neith
de: Sternenkriegerin Neith

source: (Exclusive)
de: (Exklusiv)

source: SWC 2018 Queen Aphrodite
de: SWC 2018 Königin Aphrodite

source: (Limited)
de: (Limitiert)

source: SWC 2018 King Thor
de: SWC 2018 König Thor

source: Loadout Items
de: Profilausrüstung

source: Number One Global Emote
de: Globales Emote: Nummer Eins

source: SWC 2018 Recall Skin
de: SWC 2018 Rückruf-Skin

source: SWC 2018 Ward Skin
de: SWC 2018 Schutzstein-Skin

source: Thumper Ward
de: Behämmerter Schutzstein-Skin

source: Divine Chest Roll
de: Göttliche Truhe

source: 750 Fantasy Points
de: 750 Fantasiepunkte

source: 800 Crystals
de: 800 Kristalle

source: We are excited to introduce this year’s Paladins HRX Bundle! Celebrate HRX 2018 with all new skins for Seris, Strix, Drogoz and Vivian! All of these cosmetics are Limited and won’t be attainable again, so don’t miss your chance collect the HRX 2018 Digital Loot Pack!
de: Wir freuen uns, das diesjährige Paladins HRX-Paket vorstellen zu dürfen! Feiere die HRX 2018 mit neuen Skins für Seris, Strix, Drogoz und Vivian! All diese Gegenstände sind limitiert und werden in Zukunft nicht mehr erhältlich sein, also am besten sofort zuschlagen!

source: Coldsnap Strix
de: Kältewelle Strix

source: Silvertongue Vivian
de: Silberzunge Vivian

source: Champion 2018 Drogoz MVP Pose
de: Champion 2018 – MVP-Pose für Drogoz

source: 10,000 VIP Points
de: 10.000 VIP-Punkte

source: Presented by
de: Präsentiert von

source: Select game for bracket and team information
de: Wähle ein Spiel aus, um mehr über Turnierbaum und Teams zu erfahren.

source: Watch the 2016 SMITE World Championship in a theatre near you!
de: Schau dir die SMITE World Championships 2016 in einem Kino in deiner Nähe an!

source: January 5-8, 2017
de: 5. bis 8. Januar 2017

source: Can't make it in person? Watch the 2017 SMITE World Championship in a theatre near you!
de: Du kannst nicht kommen? Schau dir die SMITE World Championships 2017 in einem Kino in deiner Nähe an!

source: Press
de: Presse

source: Press Info
de: Presse-Info

source: For all media inquiries or information about press credentials for HRX 2018, please contact us:
de: Bei Anfragen oder Informationen zur Anmeldung für die HRX 2018 kontaktieren Sie bitte:

source: North America:
de: Nordamerika:

source: Europe:
de: Europa:

source: Press Kit + Logos
de: Pressemappe + Logos

source: Event Pictures
de: Eventbilder

source: Championship Sunday may be the main event, but every single day of the Hi-Rez Expo is packed full of excitement. Watch live matches on the big stage, play your favorite Hi-Rez games in the arena, meet your favorite Hi-Rez developers, take pictures with the Gods and Champions in attendance, and spend time with one of the best communities in the world.
de: Der Sonntag mag zwar der wichtigste Tag der Weltmeisterschaft sein, doch auch alle anderen Tage der Hi-Rez Expo stecken voller Spannung, Spiel und ... Aufregung! Schau dir Matches live auf der großen Bühne an, spiele deine Lieblingsspiele in der Arena, triff deine Lieblings-Devs von Hi-Rez, mache Fotos mit den Göttern und Champions und verbringe Zeit mit einer der besten Communitys der Welt!

source: January
de: Januar

source: *Schedule is subject to change.
de: *Programm kann sich noch ändern.
